[
    {
        "policy": "ojelectronics.com-privacy.html.txt",
        "paragraphs": [
            "We will report any unlawful data breach of this websites database or the database(s) of any of our third party data processors to any and all relevant persons and authorities within 72 hours of the breach if it is apparent that personal data stored in an identifiable manner has been stolen.",
            "If you have any questions or concerns about the Privacy Policy or data processing or if you would like to make a complaint about a possible breach of local privacy laws, please contact us:"
        ]
    },
    {
        "policy": "www.cnet.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mieleusa.com-c-privacy-policy-14.htm.html.txt",
        "paragraphs": []
    },
    {
        "policy": "3plususa.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "In order to be in line with Fair Information Practices, should a data breach occur, we will notify users via email within seven (7) business days. We also agree to the individual redress principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or a government agency to investigate and/or prosecute non-compliance by data processors."
        ]
    },
    {
        "policy": "aeotec.com-legal.html.txt",
        "paragraphs": [
            "You agree to prevent any unauthorised copying of any downloads. Aeotec may terminate this license with respect to one or more downloads at any time if you are in breach of these Terms with respect to the applicable downloads. Upon termination, you will immediately destroy the downloads, and certify to Aeotec that you have done so."
        ]
    },
    {
        "policy": "aipersmart.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "airthereal.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "aiwa.co-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "alexapure.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "alfredinc.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "aluratek.com-privacy-and-security.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ambientweather.com-privacy.html.txt",
        "paragraphs": [
            "While NK will always work hard to protect your personal information, no data transmission over the Internet can be guaranteed to be absolutely secure. We care about the integrity and security of your personal information. We cannot, however, ensure or warrant the security of any information you transmit to us or guarantee that your information on the service may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards. Transmitting personal information is done at your own risk. Your privacy settings may also be affected by changes to the functionality of third-party providers, such as social networks. We are not responsible for the functionality or security measures of any third party.",
            "In the event that personal information is compromised as a result of a breach of security, we will promptly notify those persons whose personal information has been compromised, in accordance with the notification procedures set forth in this Privacy Policy, or as otherwise required by applicable law."
        ]
    },
    {
        "policy": "americanlifetime.com-pages-support.html.txt",
        "paragraphs": [
            "You agree to indemnify, defend and hold harmless American Lifetime and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party."
        ]
    },
    {
        "policy": "ameritopdeal.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "anyray.us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "aquasound.eu-en-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "arboleaf.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "arc.lighting-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ardwolf.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ariavent.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "asinw.com-policies.html.txt",
        "paragraphs": []
    },
    {
        "policy": "atomismart.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "atomiusa.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "audioengineusa.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "avantree.com-me-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "bbqdragon.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "bellevuewa.gov-privacy-security.html.txt",
        "paragraphs": []
    },
    {
        "policy": "blackmountainproducts.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "bossaudio.com-policies-#PrivacyPolicy.html.txt",
        "paragraphs": [
            "All BOSS AUDIO Systems products purchased in the United States are warranted for a period of one year from the purchase date against defects in materials and workmanship. We will provide you with free parts and labor for one year after your purchase. The warranty is for repair or replacement at the sole discretion of the selling dealer. If we choose to replace your product, we may replace it with a new or reconditioned unit of the same or similar design. The customer is responsible for freight charges incurred to return the product. For all other countries, contact our technical support where you must send a copy of the original invoice with the date of purchase. Please enclose a letter stating the problem you are having with the product, your daytime phone number, and your return shipping address (no P. O. Box). Contact us to receive an RA before sending your defective item. This warranty does not cover any unit subject to abuse, neglect, incorrect wiring, water and/or physical damage, or any repair or modification performed by someone other than a BOSS AUDIO Systems repair technician. Any damages resulting from legal action for breach of expressed or implied warranties shall be limited to the cost of the original purchase price of the unit. As a condition of this warranty, it is agreed that the remedy provided in this document is the sole remedy under this warranty. All liability for coincidental damages is excluded. The purchaser agrees to retain the original proof-of-purchase for establishing the effective date of this warranty. Should BOSS AUDIO Systems or an authorized dealer replace your product under warranty, this replacement shall be considered a transaction under the original warranty and does not extend the original warranty period. This warranty is non-transferable."
        ]
    },
    {
        "policy": "brainly.com-pages-privacy_policy.html.txt",
        "paragraphs": [
            "DATA STORAGE AND TRANSFER: Your information collected through our Service may be stored and processed in the United States or any other country in which Brainly or its affiliates or service providers maintain facilities. If you are located in the European Union or other regions with laws governing data collection and use that may differ from U. S. law, please note that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, and we will take all steps reasonably necessary to ensure that any personal data are treated securely and in accordance with this Privacy Policy. Such transfers are made pursuant to appropriate safeguards.. Brainly has entered into EU standard contractual clauses for intra-group transfers of personal data. If you wish to enquire further about the safeguards used or if you would like to request a copy of these Model Contracts please contact: {removed href} {removed hyperref}. KEEPING YOUR INFORMATION SAFE: We care about the security of your information and uses commercially reasonable physical, administrative, and technological safeguards to preserve the integrity and security of all information collected through our Service. However, no security system is impenetrable and we cannot guarantee the security of our systems 100. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations. For individuals based in the EU or Switzerland, we store personal data for as long as necessary to fulfill the purposes for which we collect the data (see above under WHAT INFORMATION DO WE COLLECT AND FOR WHAT PURPOSE?), except if required otherwise by law."
        ]
    },
    {
        "policy": "bucanim.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "buddy.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "bulbrite.com.html.txt",
        "paragraphs": []
    },
    {
        "policy": "buythermopro.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "cadetheat.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "canary.is-legal-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "candyhouse.co-pages-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "cardinalscale.com-home-basic-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ao.com-help-and-advice-Help-With-My-Product-Privacy-and-Security.html.txt",
        "paragraphs": [
            "We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do."
        ]
    },
    {
        "policy": "bitly.com-pages-privacy.html.txt",
        "paragraphs": [
            "Bitly endeavors to protect the information it collects about its users using industry-standard security processes and controls, however, despite these efforts, no security measure is perfect or impenetrable and Bitly does not guarantee or warrant that such measures will prevent unauthorized access to the information about you that is stored by Bitly. In the event we experience a breach of security, we will promptly notify you if your personal information has been compromised, in accordance with applicable law. If you have any questions about the security of your personal information, you can contact us at {removed href} {removed hyperref}."
        ]
    },
    {
        "policy": "carolily.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "By using the Service or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Service. If we learn of a security systems breach, we may attempt to notify you electronically by posting a notice on the Service or sending an email to you. You may have a legal right to receive this notice in writing. To receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice), please write to us at {removed hyperref}.",
            "You are responsible for any claims, fees, fines, penalties, and other liability incurred by us or others caused by or arising out of your breach of these Terms and your use of the Service."
        ]
    },
    {
        "policy": "designersftn.com-PrivacyPolicy.dmx.html.txt",
        "paragraphs": []
    },
    {
        "policy": "en.golfbuddy.com-company-privacy.asp.html.txt",
        "paragraphs": []
    },
    {
        "policy": "flightscope.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "hillmangroup.com-us-en-privacy-policy.html.txt",
        "paragraphs": [
            "We use various security measures to protect Personal Information that we collect. However, we cannot guarantee that your Personal Information will be secure from disclosure or misuse, either by accident or by unauthorized intrusion or breach."
        ]
    },
    {
        "policy": "intercomp.com.mt-terms-of-service-and-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "loocam.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "momentumcam.com-pages-online-privacy-policy.html.txt",
        "paragraphs": [
            "In order to be in line with Fair Information Practices, should a data breach occur, we will notify users via email within seven (7) business days. We also agree to the individual redress principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or a government agency to investigate and/or prosecute non-compliance by data processors."
        ]
    },
    {
        "policy": "case-mate.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "chamberlaingroup.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "cleva-na.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "colzer.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "cookperfect.com-privacy.html.txt",
        "paragraphs": [
            "If you want to complain about a privacy breach, please contact CookPerfect by sending your complain to CookPerfect ApS, stre Alle 6, DK-9530 Stvring, Denmark or by sending e-mail to {removed hyperref}."
        ]
    },
    {
        "policy": "cubetracker.com-pages-privacy-policy-1.html.txt",
        "paragraphs": []
    },
    {
        "policy": "customerfirst.nl-service-privacy-statement.html.txt",
        "paragraphs": []
    },
    {
        "policy": "dastmalchi.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "dazonehome.com-pages-privacy-policy-terms-of-service.html.txt",
        "paragraphs": [
            "You agree to indemnify, defend and hold harmless Dazone, LLC. and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party."
        ]
    },
    {
        "policy": "decibelelectronics.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "dependabledirect.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "diamondkinetics.com-policies-info-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "digilife.app-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "diysecuritycameraworld.com-index.php-main_page-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "drinkarizona.com-pages-privacy-terms.html.txt",
        "paragraphs": [
            "As used herein: A) Damages means any and all direct, special, indirect, consequential or punitive loss or other damages of any kind (whether in contract, including fundamental breach, tort, including negligence, or otherwise)."
        ]
    },
    {
        "policy": "durabasics.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "e-novia.it-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "eatsmartproducts.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ebuynow.com-privacy-policy.html.txt",
        "paragraphs": [
            "Effective Jun 30, 2020. All responsible parties are required to understand and enforce the requirements of this policy at all times. Any breach or questionable practice must be reported within 24-hours or the responsible party will be held accountable.",
            "Suspicion of a security breach or compromise of the account secrets should be immediately reported to customer support to minimize damage and risk. The agent will assist with securing the account and investigating the extent of the breach. If the symptom is reported promptly the agent will assist with reversing transactions or payments that are proven fraudulent. Consumer protection law protects any victim of fraud from charges or penalties if the activity is quickly reported and full cooperation is provided to the Vendor to investigate.",
            "A breach that is not reported within 24 hours of detection can increase risk to the platform and other third-parties. This is a violation of the Terms of Service and it will result in immediate suspension of the account and may lead to legal action from EBUYNOW or from third-party Partners (payment gateways, credit card companies, etc.) if the conduct is found to be irresponsible."
        ]
    },
    {
        "policy": "eco4lifehome.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ecoxgear.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "eeekit.com-privacy-and-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "en.polkaudio.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "energizerconnect.com-privacy-policy.html.txt",
        "paragraphs": [
            "However, the internet is not a fully secure environment and we cannot ensure the security of any information transmitted to or generated by us in connection with our website. There is no guarantee that information may not be accessed, disclosed, altered or destroyed by breach or by any of our operational safeguards. You play an important role in protecting your information by maintaining up to date computer security protections as well as ensuring the security of your computer passwords or other personal identifier authentication mechanisms. You agree that you are responsible for any additional verification procedures that you deem necessary. In the event that we are required by law to inform you of any unauthorized access to your PII we may notify you electronically, in writing, or by telephone, if permitted to do so by law."
        ]
    },
    {
        "policy": "eonon.com-Eonon-support-Privacy-Policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "eos.io-legal-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "escali.com-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "esquireelectronicsltd.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "evapolar.com-en-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ezee.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "facegraph.com.html.txt",
        "paragraphs": []
    },
    {
        "policy": "family1st.io-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "fdt.us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "flameking.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "furrion.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "getfittrack.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "In the event that personal data is compromised as a result of a breach of security, we will promptly notify those persons whose personal data has been compromised, in accordance with the notification procedures set forth in this Privacy Policy, or as otherwise required by applicable law."
        ]
    },
    {
        "policy": "getpivo.com-pages-privacypolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "getwellue.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "goibright.com-pages-privacy-notice-v2.html.txt",
        "paragraphs": []
    },
    {
        "policy": "goparts.eu-en-page-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "gotitiptv.com-page-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "greatergoods.com-legal-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "greyghostgear.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "handsfreehealth.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "heath-zenith.com-privacy-policy.html.txt",
        "paragraphs": [
            "{list item} Detect security incidents and protect against malicious, deceptive, or illegal activity, including fraudulent transactions, error, negligence, and breach of contract, and to protect against harm to the rights, property or safety of HeathCo and our users, customers, employees or the public."
        ]
    },
    {
        "policy": "hisenseme.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "homeseer.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "homezonesecurity.com-privacy-policy.html.txt",
        "paragraphs": [
            "If you disclose any personal information relating to other people to us or to our service providers in connection with our Properties, you represent and warrant that you have the authority to do so and to permit us to use the information in accordance with this Privacy Statement. You agree to indemnify us for any claims resulting from your breach of this foregoing representation and warranty."
        ]
    },
    {
        "policy": "hqrp.com-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "huddlecamhd.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "hughesautoformers.com-customer-service-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "idevicesinc.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ignisalert.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ihealthlabs.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "inevent.com.html.txt",
        "paragraphs": []
    },
    {
        "policy": "innovationorigins.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "int.siglent.commailto",
        "paragraphs": []
    },
    {
        "policy": "invoxia.com-us-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "iproven.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "keenhome.io-pages-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "kiddesigns.com-privacy_policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "kuled.com-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "lamotte.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "landairsea.com-pages-privacy-security.html.txt",
        "paragraphs": []
    },
    {
        "policy": "legrand.us-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "life.tenergy.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "limagehomeproducts.com-index.php-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "loftilla.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "logistimatics.com-privacy.html.txt",
        "paragraphs": [
            "USERS OUTSIDE OF THE UNITED STATES: If you use our Platforms outside of the United States, you understand that we may collect, process, and store your personal information in the United States and other countries. The laws in the U. S. regarding personal information may be different from the laws of your state or country. Any such transfers will comply with safeguards as required by relevant law. If applicable, you may have a right to claim compensation for damages caused by a breach of relevant data protection laws."
        ]
    },
    {
        "policy": "m.costway.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "maker.pro-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "markwort.com-Privacy-Policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "matrackinc.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "meater.com-privacy-policy.html.txt",
        "paragraphs": [
            "We collect information when you interact with our Customer Service in order to accurately categorize and respond to customer inquiries and investigate breaches of our terms."
        ]
    },
    {
        "policy": "menafn.com-mf_privacy.aspx.html.txt",
        "paragraphs": []
    },
    {
        "policy": "mglobaloutdoor.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "mi-store.pl-Polityka-prywatnosci-chelp-eng-32.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "mi.com-global-about-privacy.html.txt",
        "paragraphs": [
            "We are committed to keeping your personal information secure. In order to prevent unauthorized access, disclosure or other similar risks, we have put in place all legally required physical, electronic and managerial procedures to safeguard and secure the information we collect from you. We will ensure that we safeguard your personal information in accordance with applicable law. For example, when you access your Mi Account, you can choose to use our two-step verification program for better security. When you send or receive data from your Xiaomi device to our servers, we make sure they are encrypted using Secure Sockets Layer (SSL) and other algorithms. All your personal information is stored on secure servers, and protected in controlled facilities. We classify your information based on importance and sensitivity, and ensure that your personal information has the required level of security. We have special access controls for cloud-based data storage, and we regularly review our information collection, storage and processing practices, including physical security measures, to guard against any unauthorized access and use. We conduct due diligence on business partners and third party service providers to make sure that they are able to protect your personal information. We also check that appropriate security standards are maintained by these third parties by putting in place appropriate contractual restrictions, and where necessary, carrying out audits and assessments. In addition, our employees and those of our business partners and third party service providers who access your personal information are subject to enforceable contractual obligations of confidentiality. We conduct security and privacy protection training courses and tests to enhance our employees awareness of the importance of protecting personal information. We will take all practicable and legally required steps to safeguard your personal information. However, you should be aware that the use of the Internet is not entirely secure, and for this reason we cannot guarantee the security or integrity of any personal information when transferred from you or to you via the Internet. We handle personal data breaches as required by applicable data protection law which includes, where required, notifying the breach to the relevant data protection supervisory authority and data subjects.",
            "You can set a unique password for Xiaomi by not disclosing your sign-in password or account information to anybody (unless such person is duly authorized by you) to avoid password leaks to other websites which may harm your account security at Xiaomi. Whenever possible, please do not disclose the verification code you received to anyone (including those who claim to be Xiaomi customer service). Whenever you sign in as a Mi Account user on Xiaomi websites, particularly on somebody elses computer or on public Internet terminals, you should always sign out at the end of your session. Xiaomi cannot be held responsible for lapses in security caused by third party accessing your personal information as a result of your failure to keep your personal information private. Notwithstanding the foregoing, you must notify us immediately if there is any unauthorized use of your account by any other Internet user or any other breach of security. Your assistance will help us protect the privacy of your personal information."
        ]
    },
    {
        "policy": "minoston.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "moderndevice.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "molekule.com-legal#privacy.html.txt",
        "paragraphs": [
            "We use physical, technical and administrative security measures and safeguards to protect the confidentiality and security of your personal information. However, since the Internet is not a 100 secure environment, we cannot guarantee, ensure, or warrant the security of any information you transmit to us. There is no guarantee that information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards. It is your responsibility to protect the security of your login information. If you have reason to believe that your account or interaction with us is no longer secure, please immediately notify us in accordance with the Questions and how to contact us section below.",
            "{list item} Attempt to probe, scan or test the vulnerability of any Molekule system or network or breach any security or authentication measures;"
        ]
    },
    {
        "policy": "mountingdreamonline.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "mrcool.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "murtoo.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "myinnotech.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "naxa.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "neatorobotics.com-ru-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "news.samsung.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "nooie.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "nutrichefkitchen.com-pages-privacy-security.html.txt",
        "paragraphs": []
    },
    {
        "policy": "nyko.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "obbo.sg-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "offgridmindfulness.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "olympiatools.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "oreck.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "This disclaimer of liability also applies to any damages or injury caused by any failure of performance, error, omission, interruption, deletion, defect, delay in operations or transmission, computer virus, communication line failure, theft or destruction, or unauthorized access to, alteration of, or use of record, whether for breach of contract, tortious behavior, negligence or any other cause of action."
        ]
    },
    {
        "policy": "owllabs.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "{list item} The parties agree that any data subject, who has suffered damage as a result of any breach of the obligations referred to in Clause 3 or in Clause 11 by any party or sub-processor is entitled to receive compensation from the data exporter for the damage suffered.",
            "{list item} If a data subject is not able to bring a claim for compensation in accordance with paragraph 1 against the data exporter, arising out of a breach by the data importer or his sub-processor of any of their obligations referred to in Clause 3 or in Clause 11, because the data exporter has factually disappeared or ceased to exist in law or has become insolvent, the data importer agrees that the data subject may issue a claim against the data importer as if it were the data exporter, unless any successor entity has assumed the entire legal obligations of the data exporter by contract of by operation of law, in which case the data subject can enforce its rights against such entity.",
            "The data importer may not rely on a breach by a sub-processor of its obligations in order to avoid its own liabilities.",
            "{list item} If a data subject is not able to bring a claim against the data exporter or the data importer referred to in paragraphs 1 and 2, arising out of a breach by the sub-processor of any of their obligations referred to in Clause 3 or in Clause 11 because both the data exporter and the data importer have factually disappeared or ceased to exist in law or have become insolvent, the sub-processor agrees that the data subject may issue a claim against the data sub-processor with regard to its own processing operations under the Clauses as if it were the data exporter or the data importer, unless any successor entity has assumed the entire legal obligations of the data exporter or data importer by contract or by operation of law, in which case the data subject can enforce its rights against such entity. The liability of the sub-processor shall be limited to its own processing operations under the Clauses."
        ]
    },
    {
        "policy": "pavlok.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "perfectaire.us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "perfectprime.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "planetaudio.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "polaroid.tech-content-7-politique-de-confidentialite.html.txt",
        "paragraphs": []
    },
    {
        "policy": "probreeze.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "ptzoptics.com-privacy-policy-2.html.txt",
        "paragraphs": []
    },
    {
        "policy": "pureenrichment.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "rachio.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "reolink.com-privacy-policy.html.txt",
        "paragraphs": [
            "Please be aware that no security measures are perfect or impenetrable. We cannot and do not guarantee that information about you will not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards."
        ]
    },
    {
        "policy": "ring.com-pages-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "rivaaudio.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "rollibot.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "runlesswire.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "safedome.com-legal.html.txt",
        "paragraphs": []
    },
    {
        "policy": "saki.us-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "sense.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "sg.creative.com-home-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "shieldgps.co-privacy.html.txt",
        "paragraphs": [
            "{list item} We have procedures in place to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so."
        ]
    },
    {
        "policy": "shop.coredy.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "shop.diesel.com-en-help-show-content-privacypolicy.html.txt",
        "paragraphs": [
            "If you believe that the processing of your Personal Data is carried out in breach of the provisions of the GDPR, you have the right to lodge a complaint with the Supervisory Authority or to start the appropriate legal actions before the competent courts.",
            "We have adopted commercially reasonable security measures to protect your Personal Data against accidental or unlawful destruction, loss, alteration, or unauthorized disclosure or access. We may use third-party products and services to secure or store your information. We encrypt credit card numbers from e-commerce transactions conducted on our Site. However, no method of internet transmission or electronic storage is 100 secure or error free. Consequently, we cannot ensure or warrant the security of any information you transmit to us. If we learn of a data security systems breach we may attempt to notify you electronically so that you can take appropriate protective steps. By using the Site or providing Personal Data to us, you agree that we can communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Site. We may post a notice via the Site if a security breach occurs. We may also send an email to you at the email address you have provided to us in these circumstances. Depending on where you live, you may have a legal right to receive written notice of a data privacy or security breach. If you have any reason to believe that your interactions with the Site are no longer secure, please notify us immediately at the addresses provided above.",
            "By using the Site, you and we agree that, if there is any controversy, claim, action, or dispute arising out of or related to your use of the Site, or the breach, enforcement, interpretation, or validity of this Privacy Statement or any part of it (Dispute), both parties shall first try in good faith to settle such Dispute by providing written notice to the other party describing the facts and circumstances of the Dispute and allowing the receiving party 30 days in which to respond to or settle the Dispute."
        ]
    },
    {
        "policy": "simplisafe.com-privacy.html.txt",
        "paragraphs": [
            "We use commercially reasonable physical, technical and administrative security measures and safeguards to protect the confidentiality and security of your personal information. However, since the Internet is not a 100 secure environment, we cannot guarantee, ensure, or warrant the security of any information you transmit to us. There is no guarantee that information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards. It is your responsibility to protect the security of your login information. Please note that e-mails and other communications you send to us through our Site are not encrypted, and we strongly advise you not to communicate any confidential information through these means."
        ]
    },
    {
        "policy": "smart.360.com-privacy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "smartbuy-me.com-smartbuystore-en-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "smartro.co-pages-smartro-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "smartwatch.pw-en-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "sonoff.tech-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "spectrumbrands.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "spidertech.com-us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "sportsmanssupplyinc.com-privacy-policy.html.txt",
        "paragraphs": [
            "In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:"
        ]
    },
    {
        "policy": "spy-spot.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "spyassociates.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "spytec.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "sunextools.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "tectectec.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "tempi.fi-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "tools-and-home-improvement.smartplugi.biz-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "topgreener.com-privacy-cookies.html.txt",
        "paragraphs": []
    },
    {
        "policy": "topsmart.shop-privacy-policy-2.html.txt",
        "paragraphs": []
    },
    {
        "policy": "tracki.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "trackimo.com-your-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "tracmo.eu-pages-privacy-statement.html.txt",
        "paragraphs": []
    },
    {
        "policy": "trifo.com-privacy-policy.html.txt",
        "paragraphs": [
            "In the unlikely event that your personal information is compromised as a result of security breach, we will notify you appropriately and take other reasonable steps."
        ]
    },
    {
        "policy": "turbolock.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "uk.yamaha.com-privacy_policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "unbeatengroup.com-support-kind_id-25.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "us.coopertire.com-legal-privacy.html.txt",
        "paragraphs": [
            "{list item} The right to be notified on rectification or erasure of your personal data, restriction on processing as well on data breach."
        ]
    },
    {
        "policy": "us.puma.com-en-us-privacy-policy-PRIVACY_POLICY.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "us.sengled.com-pages-privacy-statement.html.txt",
        "paragraphs": []
    },
    {
        "policy": "us.yalehome.com-en-site-functions-privacy-center.html.txt",
        "paragraphs": []
    },
    {
        "policy": "vackertboende.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "venstar.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "victrola.com-pages-privacy-notice.html.txt",
        "paragraphs": []
    },
    {
        "policy": "vrcover.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "wagz.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "wavelt.com-privacy.html.html.txt",
        "paragraphs": [
            "WAVE will immediately notify any kind of security breach in your personal data to the supervisory authority (the Agencia Espaola de Proteccin de Datos)."
        ]
    },
    {
        "policy": "wearenomodo.com-privacy-policy.html.txt",
        "paragraphs": [
            "Please contact {removed hyperref} to report any known or suspected privacy or security breaches or to submit privacy-related questions or complaints about privacy."
        ]
    },
    {
        "policy": "web.skygolf.com-legal-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "westinghouse.com-terms-#privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "westinghouseacpower.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "wowwatersports.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.1byone.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.aarons.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.abcotechbrand.com-23624121-policies-493289495.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ablegrid.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:"
        ]
    },
    {
        "policy": "www.ablenetinc.com-policies.html.txt",
        "paragraphs": [
            "You agree to indemnify, defend and hold harmless AbleNet, Inc., affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys fees, made by any third-party due to or arising out of your breach of these Terms of Use or the documents they incorporate by reference, or your violation of any law or the rights of a third party."
        ]
    },
    {
        "policy": "www.acurite.com-policies-#privacy.html.txt",
        "paragraphs": [
            "Subject to your compliance with these Terms of Service, the Company grants you a personal, limited, non-exclusive license to use the Service for non-commercial purposes. Your permission to access or use the Service immediately terminates in the event you breach any of these Terms of Service. You acknowledge that the Service may be modified, updated, interrupted, suspended or discontinued at any time without notice or liability to you. You agree that these Terms of Service and any rights or obligations arising under these Terms may not be assigned by you, although we may make assignments without restriction.",
            "You agree to indemnify and hold harmless the Company and its officers, directors, employees, agents, affiliates, third party providers, licensors, contractors and others involved in the Service (collectively, the Indemnified Parties), from any breach of these Terms of Service by you. You agree that the Indemnified Parties will have no liability in connection with any such breach or unauthorized use, and you agree to indemnify any and all resulting losses, damages, judgments, awards, costs, expenses, and attorneys fees or other legal expenses of the Indemnified Parties in connection therewith. You will also indemnify and hold the Indemnified Parties harmless from and against any claims brought by third parties arising out of your use of the information accessed from or through the Service."
        ]
    },
    {
        "policy": "www.adero.com.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.adt.com-about-adt-legal-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.agptek.com--page_id-29#privacy-policy.html.txt",
        "paragraphs": [
            "If any of the Services requires User to open an account, User must complete the registration process by providing AGPTEK with current, complete and accurate information as prompted by the applicable registration form. User also will choose a password and a user name. User is entirely responsible for maintaining the confidentiality of Users password and account. Furthermore, User is entirely responsible for any and all activities that occur under Users account. User agrees to notify AGPTEK immediately of any unauthorized use of Users account or any other breach of security. AGPTEK will not be liable for any loss that User may incur as a result of someone else using Users password or account, either with or without Users knowledge. However, User could be held liable for losses incurred by AGPTEK or another party due to someone else using Users account or password. User may not use anyone elses account at any time, without the permission of the account holder.",
            "Notwithstanding anything to the contrary herein, the warranty and remedy constitute AGPTEKs sole and exclusive liability and buyers sole and exclusive remedy for breach of warranty and epidemic failure with respect to the products sold under this agreement, and are in lieu of, and buyer hereby waives, all other warranties, remedies, guaranties, conditions or liabilities, express or implied, by law or otherwise, for any products and spare parts thereof furnished hereunder. The parties hereby agree that the implied warranties of merchantability and fitness for a particular purpose are excluded from this transaction and shall not apply for the products and spare parts thereof."
        ]
    },
    {
        "policy": "www.airivo.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.airoasis.com-policies-#privacy-policy.html.txt",
        "paragraphs": [
            "In addition, you may not use your account to breach security of another account or attempt to gain unauthorized access to another network or server. Not all areas of the site may be available to you or other authorized users of the site. You shall not interfere with anyone elses use and enjoyment of the site or other similar services. Users who violate systems or network security may incur criminal or civil liability.",
            "You agree that we may, in our sole discretion, terminate or suspend your access to all or part of the site with or without notice and for any reason, including, without limitation, breach of these Terms of Use. Any suspected fraudulent, abusive or illegal activity may be grounds for terminating your relationship and may be referred to appropriate law enforcement authorities."
        ]
    },
    {
        "policy": "www.alarmlock.com-products-privacy-cylindrical.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.alcidae.com-pages-privacy-statement.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.alencorpasia.com-Articles.asp-ID-5.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.allaboutadapters.com-privacypolicy1.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.alpinecom.net-things-you-should-know-privacy-policy.html.txt",
        "paragraphs": [
            "Security of Information: Alpine maintains reasonable standards of confidentiality and security for this site and the PII collected from this site. The PII you provide is secured using industry standard e-commerce security technology. Alpine also restricts its own employees access to PII. However, it is possible that someone may intercept or access communications, transmissions and/or PII. You must also seek to protect against unauthorized access to any passwords and/or accounts that you use in connection with this website, and you should remember to log off of the website once you have completed your activities on the site or if you have decided to step away from your computer. In the event that Alpine determines that there has been a security breach resulting in the unauthorized disclosure of PII to a third party, Alpine will notify consumers whose PII has been so disclosed by regular mail, if possible.",
            "Legal Process: Alpine may disclose your PII if it has a reasonable good faith basis to believe that it is required to do so by law, compelled by court order or legal process, or is reasonably necessary and/or appropriate to: (i) protect the rights, property and/or safety of Alpine or any other person or entity; or (ii) prevent or take action concerning any alleged: (a) illegal activity or (b) breach of your Terms and Conditions of Service for any Alpine service or the Privacy Policy of this website. We do not guarantee the security of our database or records, nor that unauthorized parties will not intercept information you send or receive over the internet. The internet, like all networks, is a shared resource, which means that it inherently subjects you and other users to the risk of unauthorized access to your files and data, including PII. If you use Alpines websites or web services or the Internet to send, receive or post personal, confidential or sensitive information, you do so solely at your own risk. In the event we experience a security breach which causes the disclosure of or unauthorized access to your PII, we will notify you of such breach as soon as practical, as required by applicable laws and regulations."
        ]
    },
    {
        "policy": "www.amandean.com-pages-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.amaryllo.us-privacy-policy.html.txt",
        "paragraphs": [
            "Amaryllo takes security seriously and cares about the integrity of your personal information. We use commercially reasonable physical, administrative, and technological methods to store and transmit your data securely. However, Amaryllo cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and where appropriate, notify those individuals whose information may have been compromised within 72 hours of first having become aware of the breach, and take other steps, in accordance with any applicable laws and regulations."
        ]
    },
    {
        "policy": "www.amazon.ae-gp-help-customer-display.html-ie-UTF8-nodeId-201909010-ref_-footer_privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.amazon.ca-gp-help-customer-display.html-ie-UTF8-nodeId-918814-ref_-footer_privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.amazon.com-gp-help-customer-display.html-ie-UTF8-nodeId-468496-ref_-footer_privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.amazon.in-gp-help-customer-display.html-ie-UTF8-nodeId-200534380-ref_-footer_privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.amda.edu-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.americanwaterheater.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.amertac.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.andoer.com-privacy-policy.html.html.txt",
        "paragraphs": [
            "It is important that you take precautions to protect against unauthorized access to your andoer products, account credentials, and computer or other devices. If you feel that the security of your account or personal data has been compromised, please immediately Contact Us. Please be aware that, despite our best efforts, no security system is impenetrable. In the event of a security breach, we will promptly notify you and the proper authorities if required by law."
        ]
    },
    {
        "policy": "www.anker.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.annke.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.aprilaire.com-aprilaire-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.aprsupply.com-Privacy-Policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.aputure.com-privacy-policy.html.txt",
        "paragraphs": [
            "You must not transmit any worms or viruses or any code of a destructive nature. A breach or violation of any of the Terms will result in an immediate termination of your Services.",
            "You agree to indemnify, defend and hold harmless Aputure and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party."
        ]
    },
    {
        "policy": "www.arlo.com-en-us-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.assaabloy.com-en-com-menu-privacy-center.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.astrogaming.com-en-us-support-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.att.com-gen-mobile-privacy-policy-pid-2506.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.audyglobal.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.axis.com-ru-ru-solutions-by-application-privacy-in-video-surveillance.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.bagotte.com-Privacy_Policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.baldwinhardware.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.belkin.com-privacypolicy.html.txt",
        "paragraphs": [
            "We will take such steps as are reasonable to make sure we and our service providers do not breach the privacy principles that govern our collection of your Personal Information and that your Personal Information is treated securely and in accordance with this privacy policy as well as applicable data protection laws. By providing your Personal Information to us, you fully understand that Belkin will transfer, process and store your Personal Information outside of your country of residence where data protection standards may be different, and disclose your Personal Information to overseas service providers who may not fully comply with the particular laws of your country.",
            "If we are required by law to inform you of a breach to your personal information, we may notify you electronically, in writing, or by telephone, if permitted to do so by law.",
            "If you have complaints or concerns about this Privacy Policy, please {removed href} contact us here. We treat all complaints about a breach of the privacy laws seriously. Someone from Belkin will investigate your complaint and respond to you within a reasonable time."
        ]
    },
    {
        "policy": "www.billboard.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.bissell.eu-service-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.bisselldirect.co.uk-privacy-policy.html.txt",
        "paragraphs": [
            "You agree to indemnify and hold BISSELL (and its officers, directors, agents, subsidiaries, joint ventures, employees and third-party service providers, including but not limited to Bazaarvoice, Inc.), harmless from all claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown including reasonable attorneys fees, arising out of a breach of your representations and warranties set forth above, or your violation of any law or the rights of a third party."
        ]
    },
    {
        "policy": "www.blackfire.com-privacy-policy.html.txt",
        "paragraphs": [
            "We have put in place procedures to deal with any suspected personal data security breach, and we will notify you and any applicable regulators of such a breach where we are legally required to do so.",
            "If you are contacting us to complain about an alleged breach of this privacy policy or our privacy obligations at law, please provide us with as much detail as possible in relation to your complaint. We will take any privacy complaint seriously and any complaint will be assessed with the aim of resolving it in a timely and efficient manner. We request that you cooperate with us during this process and provide us with any information that we may need."
        ]
    },
    {
        "policy": "www.blackmoreit.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.bloomberg.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.blueguardinnovations.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.bogen.com-privacy-policy.html.txt",
        "paragraphs": [
            "We reserve the right to transfer your personal information, as well as any information about or from you, in connection with the merger, sale, or other disposition of all or part of our business and/or assets. We cannot make any representations regarding the use or transfer of your personal information or other information that we may have in the event of our bankruptcy, reorganization, insolvency, receivership, or an assignment for the benefit of creditors. You expressly agree and consent to the use and/or transfer of your personal information or other information in connection with a sale or transfer of some or all of our assets in any of the above described proceedings. Furthermore, we cannot and will not be responsible for any breach of security by any third parties or for any actions of any third parties that receive any of the information that is disclosed to us.",
            "You are ultimately responsible for protecting your username, password, and user account information from disclosure to third parties, and you are not permitted to circumvent the use of required encryption technologies. You agree to: (a) immediately notify us of any unauthorized use of your username, password, and/or user account, and/or any other breach of security; and (b) ensure that you log out from your user account at the end of each session. While we may provide certain encryption technologies and use other reasonable precautions to protect your confidential information and provide suitable security, we do not and cannot guarantee or warrant that any information transmitted through the Internet is secure, or that such transmissions are free from delay, interruption, interception, or error."
        ]
    },
    {
        "policy": "www.bose.com-en_us-legal-privacy_policy.html.html.txt",
        "paragraphs": [
            "If applicable, you may make a complaint to the data protection supervisory authority in the country where you are based. Alternatively, you may seek a remedy through local courts if you believe your rights have been breached."
        ]
    },
    {
        "policy": "www.bracketron.com-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.brewbench.co-privacy.html.txt",
        "paragraphs": [
            "{list item} NOTICE OF BREACH OF SECURITY If a security breach causes an unauthorized intrusion into our system that materially affects you or people on your Distribution Lists, then BrewBench will notify you as soon as possible and later report the action we took in response."
        ]
    },
    {
        "policy": "www.brickhousesecurity.com-support-privacy.html.txt",
        "paragraphs": [
            "The ICO or Information Commissioners Office has a Blog that clears up a lot of myths around data breach reporting. Art. 33 (2) states as data processor, BrickHouse Securitys obligation is to notify data controllers without undue delay after becoming aware of it. WP29 have provided some guidance on this which states:"
        ]
    },
    {
        "policy": "www.briggsandstratton.com-na-en_us-privacy-policy.html.html.txt",
        "paragraphs": [
            "Briggs Stratton will take commercially reasonable steps to ensure that any recipient outside of Australia does not breach the Australian Privacy Principles (other than Australian Privacy Principle 1), contained in the Privacy Act 1988, or the Privacy Act of 1993 of New Zealand, in relation to the personal information. To Briggs Strattons knowledge, the collection of personal information described in this Privacy Policy is permitted by applicable laws. You are not required to provide Briggs Stratton personal information, but in the event you decline to do so, in certain circumstance Briggs Stratton may not be able to provide certain products or services to you. For example, certain Apps, accounts, services or products are not available to individuals that do not provide certain personal information to us."
        ]
    },
    {
        "policy": "www.brizlabs.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.broan-nutone.com-en-us-info-terms-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.brookstone.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.brother.ca-en-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.brytonsport.com-#-privacyPolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cablematters.com.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cablesdirectonline.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cacagoo.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cadence.com-content-cadence-www-global-en_US-home-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cambridgeaudio.com-row-en-legal-privacy-policy.html.txt",
        "paragraphs": [
            "In the unlikely event that we do suffer a security breach which compromises our protection of your personal information and we need to let you know about it, we will do so."
        ]
    },
    {
        "policy": "www.cameronsino.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.campark.net-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.canadiantire.ca-en-customer-service-policies.html#privacypolicy.html.txt",
        "paragraphs": [
            "1. WE ARE ACCOUNTABLE TO YOU Canadian Tire is responsible for all personal information in its custody and under its control, including any personal information that is transferred to third parties for processing, storage or other purposes. To achieve this objective, Canadian Tire has developed and implemented this Privacy Charter as part of our overall privacy framework. 2. WHY WE COLLECT YOUR PERSONAL INFORMATION Canadian Tire identifies the purpose for which your personal information is collected. We do this before or at the time the information is being collected. We may collect, use and disclose your personal information in order to: process and administer your payment for the purchase of products or services, if you purchase online or use a debit or credit card for the purchase in one of our stores; process your application for a product, provide a service, or administer the Canadian Tire loyalty reward program or other loyalty or preferred customer programs that may exist from time to time (each a LOYALTY PROGRAM); better understand your product and services needs and to offer relevant information, products, services, rewards and programs to meet those needs, including sending you (and others on your behalf) communications by way of postal mail, e-mail, facsimile, telephone, text message, or other type of electronic message; support business purposes and programs for you and other customers; solicit feedback to provide product insights including to other customers, product reviews, improve our products and services, and generate content for our website; determine your interest and eligibility for, and where appropriate provide you with, products, services, rewards and programs; administer the delivery, return or exchange of products, services, rewards and programs to you; track and analyze your purchases, other transactions, shopping patterns, account activity, and payment history for marketing analysis purposes or tailoring promotional offers to you; track and analyze website use to provide a better customer experience such as customized offers and advertisements; conduct surveys and analysis for research, statistical and product development purposes (information will be de-identified to the extent possible); verify your identity and protect against error and fraud; manage and assess our risk; assess and update your credit-worthiness on an ongoing basis; process, service, analyze and audit your relationship with us, including collecting any money you owe us; support promotions and contest administration; perform tests to implement or modify systems; comply with applicable legal, regulatory and self-regulatory requirements; process and respond to your application for employment; respond to your questions, comments or requests to customer service; and achieve other purposes as may, from time to time, be permitted or required by {removed hyperref} may also collect contact information about your friends and family members when you participate in one of our refer-a-friend programs. In these instances, we may send a message to your friend or family member on your behalf. Please ensure that you only submit email addresses of individuals with whom you have a personal or family relationship and who would want to receive the message from you. BY PROVIDING YOUR INFORMATION TO CANADIAN TIRE, YOU CONSENT TO CANADIAN TIRE USING YOUR PERSONAL INFORMATION FOR THE PURPOSES OUTLINED ABOVE. Withdrawal of consent to collect, use and disclose your personal information may restrict our ability to provide you with some products and services, such as the privileges and opportunities of being a member of a Loyalty Program. 3. WE OBTAIN YOUR CONSENT TO COLLECT, USE OR DISCLOSE YOUR PERSONAL INFORMATION Canadian Tire obtains your consent to collect, use or disclose your personal information, except as otherwise permitted by law. The method of obtaining consent may depend on the circumstances and the sensitivity of the information. Consent may be oral or written, express or implied. Your express consent (verbal, written or electronic agreement) is generally obtained to collect, use or disclose sensitive personal information. BENEFITS YOU RECEIVE THROUGH CONSENT Canadian Tire is a growing network of interrelated businesses offering a unique mix of products and services. We want to give you exceptional customer service and additional value which is facilitated by sharing your information within Canadian Tire and across our various businesses. This sharing enables us to better understand our customers, notify current and new customers of products, services, rewards and special offers they might enjoy. We may also provide your personal information to Canadian Tire affiliates or other third-party marketing partners (MARKETING PARTNERS), including under a Loyalty Program, so that they can notify you directly of products, services, rewards and special offers that may be of interest to you. These notices may be given to you by postal mail, e-mail, facsimile, telephone, text message or other form of electronic message using the contact information that you provide to us. OPTING-OUT OR WITHDRAWING YOUR CONSENT If you decide that you do not want to receive marketing offers for products and services, you may always withdraw or refuse your consent by clicking on the unsubscribe link in our email communications or by contacting us as set out in Section 10 below. Your request will be promptly processed but may not be in time to remove you from promotions already in progress. Please note that even if you have opted out of receiving marketing communications, we may still contact you for purposes of administering your account and sending you transactional or operational messages. THE CONSEQUENCES OF WITHDRAWING OR REFUSING CONSENT If you decide to withdraw or refuse your consent, our ability to communicate with you may be diminished. For example, we will generally not be able to tell you about price discounts, rewards, customized balance transfer offers, contests, or other products and services that may be of value to you. 4. WE LIMIT COLLECTION OF YOUR PERSONAL INFORMATION Canadian Tire collects the information required to provide products and services to you and as otherwise outlined in this Privacy Charter. If the personal information we require is collected for a reason other than as outlined in this Privacy Charter, your consent will be obtained before or at the time the information is collected or as otherwise permitted by applicable law. Canadian Tire will collect personal information by clear, fair and lawful means. 5. WE LIMIT USE, DISCLOSURE AND RETENTION OF YOUR PERSONAL INFORMATION Canadian Tire uses and discloses your personal information for the purposes for which it was collected, except with your consent or as otherwise required or permitted by applicable law. We do not sell or rent personal information. We may transfer your personal information to entities outside Canadian Tire, such as our vendors, suppliers and agents (SERVICE PROVIDER) who require the information in order to perform a service for us. When your personal information is transferred to a Service Provider, we require them to protect the information in a manner that is consistent with this Privacy Charter. Our Service Providers may be located outside of Canada and may be required to disclose your personal information under the laws of their jurisdiction. You may contact us for information about our policies and practices regarding Service Providers to whom we have transferred your personal information and their locations (see Contact Information, below). Canadian Tire retains your personal information as long as it is required for our business relationship or as required by {removed hyperref} the event that Canadian Tire, any of its affiliated companies, brands or substantially all of their assets are acquired by an unrelated third party, your personal information may be one of the transferred assets. By providing your personal information to us, you agree that we may disclose your personal information, on a confidential basis, to any prospective transferee and its professional advisors for the purposes of their due diligence investigations, the completion of any such transaction and the continued operation of the acquired {removed hyperref} Tire, our various businesses within the Canadian Tire family of companies and Service Providers may provide your personal information in response to a search warrant or other legally valid inquiry or order, or to an investigative body in the case of a breach of an agreement or contravention of law, or as otherwise required or permitted by applicable Canadian or other law. We may also disclose personal information where necessary for the establishment, exercise or defence of legal claims and to investigate or prevent actual or suspected loss or harm to persons or property. 6. WE KEEP YOUR PERSONAL INFORMATION ACCURATE We want to keep your personal information up-to-date, accurate and relevant for its intended use. We rely on you to let us know if your address, telephone number or other information you provide us changes, so that we may provide you with the best possible service. 7. HOW WE PROTECT YOUR PERSONAL INFORMATION The security of your personal information is important to us. We have implemented appropriate technical, physical and administrative safeguards and security measures designed to protect your personal information. All of our Service Providers are required under their contracts with us to maintain your confidentiality and may not use your information for any unauthorized purpose. When we are required by law to provide information, we take reasonable steps to verify the lawful authority for the collection and we disclose only the information that is legally required. We review our procedures and security measures regularly to ensure that they are properly administered and remain effective and appropriate for the sensitivity of the information. 8. WE ARE OPEN ABOUT OUR PRIVACY PRACTICES We are committed to providing you with understandable and easily available information about our policies and practices related to management of your personal information. 9. YOU CAN ACCESS YOUR PERSONAL INFORMATION STORED BY US You have the right to access, update and correct inaccuracies in your personal information in our custody or control. To access your personal information, a request must be submitted in writing to us (see Contact Information below). We will respond to your request for access or information in a reasonable time. There may be times when we are unable to fulfill your request - for example, if providing access to your personal information would reveal confidential commercial or proprietary information or personal information about someone else (and we are unable to separate your data), or if we are prohibited by law from disclosing the information. We may request certain personal information for the purposes of verifying the identity of the individual seeking access to their personal information records. 10. WE RESPOND TO YOUR QUESTIONS, CONCERNS AND COMPLAINTS ABOUT PRIVACY Canadian Tire responds in a reasonable time to your questions, concerns and complaints about the privacy of your personal information and our privacy policies and procedures. We will investigate and respond to any concern you have regarding the handling of your personal information. In most cases, an issue can be resolved simply by telling us about it and discussing any issues. {removed href} Contact Us.",
            "In certain circumstances, the law permits or requires that we collect, use or share your personal information without your consent. For example, we may provide your personal information in response to a search warrant, or other legally valid inquiry, or to an investigative body in the case of a breach of an agreement or a contravention of law, to realize on security pledged for a loan, or to investigate or prevent loss or harm to persons or property. {removed href} What information do we need from you?"
        ]
    },
    {
        "policy": "www.chamberlain.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.citizenwatch.com-us-en-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "renpho.com-pages-renpho-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "shotscope.com-eu-legal-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "sunbatech.com-sunba-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "uk.diesel.com-en-help-show-content-privacypolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "wansview.com-1234-index.aspx.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.accessorypower.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.alltradetools.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.amirtec.com-pages-privacy-statement.html.txt",
        "paragraphs": [
            "You hereby indemnify {removed hyperref} and undertake to keep {removed hyperref} indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by {removed hyperref} to a third party in settlement of a claim or dispute on the advice of {removed hyperref} legal advisers) incurred or suffered by {removed hyperref} arising out of any breach by you of any provision of these Terms of Use, or arising out of any claim that you have breached any provision of these Terms of Use.",
            "Without prejudice to {removed hyperref} other rights under these Terms of Use, if you breach these Terms of Use in any way, {removed hyperref} may take such action as {removed hyperref} deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you."
        ]
    },
    {
        "policy": "www.averusa.com-private-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.bobsweep.com-privacy-policy.html.txt",
        "paragraphs": [
            "Bobsweep cares about the security of your information and uses physical, administrative, and technological safeguards to help to preserve the integrity and security of all information we collect and that we share with our service providers. Secure transactions, such as online purchases, are accomplished with Secure Socket Layer (SSL) technology to assure that the data is securely transmitted to us. However, no security system is impenetrable and we cannot guarantee the security of our systems 100. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, when appropriate, notify those individuals whose information may have been compromised and take other reasonable steps in accordance with any applicable laws and regulations. If you wish to change your password, or if you become aware of any loss, theft, or unauthorized use of your password, please contact us at {removed href} {removed hyperref} or by phone at 1-888-549-8847. Bobsweep may process your personal information on servers not in your home country. You consent to the transfer of your personal information to the United States or any other geographic locations. If you are accessing the Website, App, or Service from outside the United States, please be advised that United States law or the laws of any other jurisdiction where we or our service providers process your personal information may not offer the same privacy protections as the law of your jurisdiction, and in certain circumstances, your personal information may be accessible to law enforcement and regulatory authorities in accordance with the laws of these other jurisdictions."
        ]
    },
    {
        "policy": "www.browning.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.coleparmer.in-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.compulocks.com-privacy.html.txt",
        "paragraphs": [
            "{list item} We may use your information to detect and prevent fraud, abuse and security incidents by; verifying and authenticating your identity and preventing unauthorized or illegal activity, enhancing the safety and security of our Website and Services, conducting security investigations and risk assessments and preventing or taking actions against activities that are, or maybe, in breach of our terms of service or applicable law.",
            "We will also share your specific information in special cases, such as if you use the Website to perform an unlawful act or omission or take any act or omission that may damage Compulocks, its property and goodwill, or if there is an attempted breach of the security of the Website or a physical or property threat to you or others.",
            "We deploy industry standard, or better measures to ensure the security, confidentiality, integrity, and availability of personal data we process. We maintain physical, technical, and administrative safeguards, and test and update these periodically. We endeavor to restrict access to Personal Information on a need to know basis for the provision of Services to you. In the event of a security breach, we will take all reasonable action to minimize any harm. Although we will do our best to protect Personal Information, we cannot guarantee the security of data transmitted to our site or to group companies, and transmission is at the users own risk."
        ]
    },
    {
        "policy": "www.conairscales.com-page-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.contixo.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cooper-atkins.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.costway.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ctronics.com-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.curtisint.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cvilux-group.com-doc-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.cyberacoustics.com-Privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.deenkee.com-Privacy_Policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.discover.com-privacy-statement--ICMPGN-PUB_FTR_QL_PRIVACY.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.dlink.com-en-privacy.html.txt",
        "paragraphs": [
            "We maintain a variety of physical, electronic, and procedural safeguards to protect your personal information. When you are ordering Services via our site, we use the Internet encryption protocol Secure Sockets Layer (SSL) to protect the security of your personal information. The SSL protocol is also implemented for (i) guarding your account information, and (ii) securing all logs of settings and Services of your devices. D-Link will continue to revise its policies and implement additional security features as new technologies become available. However, no system or service can provide an absolute assurance of security, especially Services that rely to some extent on the Internet. Therefore, by using our Services, you acknowledge the risk that third parties may gain unauthorized access to your information. If we determine that a security breach has occurred and that such breach creates a risk of identity theft or service disruption, we will make reasonable attempts to notify you."
        ]
    },
    {
        "policy": "www.dodge.com-crossbrand_us-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.dodocool.com-privacy-policy.html.html.txt",
        "paragraphs": [
            "It is important that you take precautions to protect against unauthorized access to your dodocool products, account credentials, and computer or other devices. If you feel that the security of your account or personal data has been compromised, please immediately Contact Us. Please be aware that, despite our best efforts, no security system is impenetrable. In the event of a security breach, we will promptly notify you and the proper authorities if required by law."
        ]
    },
    {
        "policy": "www.dreambigprintables.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.dser.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.dualav.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.eaton.com-us-en-us-company-policies-and-statements-privacy-cookies-and-data-protection.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.eccomum.com-privacy-policy.html.html.txt",
        "paragraphs": [
            "It is important that you take precautions to protect against unauthorized access to your eccomum products, account credentials, and computer or other devices. If you feel that the security of your account or personal data has been compromised, please immediately Contact Us. Please be aware that, despite our best efforts, no security system is impenetrable. In the event of a security breach, we will promptly notify you and the proper authorities if required by law."
        ]
    },
    {
        "policy": "www.edisonresearch.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.edotechsupply.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.electricsmarts.com-corporate-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.electroflip.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.eleduino.com-Privacy-Policy-i8.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.emerson.com-en-us-privacy-notice.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.emersonradio.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.emilyskinsoothers.com-safesubscribe.jsp.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.etekcity.com-support-privacypolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.eurilighting.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.everexceed.com-privacy-policy_d15.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.everlast.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.evertechusa.com-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.feit.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.fibaro.com-us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.figma.com-summary-of-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.filtrete.com-3M-en_US-company-us-privacy-policy.html.txt",
        "paragraphs": [
            "3M maintains reasonable safeguards to protect the confidentiality, security and integrity of your personal information. Although we use security measures to help protect your personal information against unauthorized disclosure, misuse, or alteration, as is the case with all computer networks linked to the Internet, we cannot guarantee the security of information provided over the Internet and will not be responsible for breaches of security beyond our reasonable control."
        ]
    },
    {
        "policy": "www.fitbit.com-global-us-legal-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.flir.eu-corporate-privacy-eu.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.flycatcher.toys-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.foscam.com-company-Privacy-Notice.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.fosmon.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.friedrich.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.frigidaire.com-Privacy-Policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.future-diagnostics.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.gadgetmania.com.au-privacy-collection-statement.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.garadget.com-about-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.gartner.com-en-about-policies-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.geappliances.com-privacy-privacy_policy.htm.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.gelighting.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.generac.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.generaclatam.com-index.php-home-legal-privacy_policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.geovision.com.tw-privacy.php.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.getnexar.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.getqardio.com-en-privacy-policy.html.txt",
        "paragraphs": [
            "Qardio takes the security of your personal information very seriously. We protect your personal information during transit using encryption such as Transport Layer Security (TLS) or secure socket layer (SSL) technology. When your Personal Data is stored by Qardio, we protect our computer systems using a combination of administrative, physical and logical security safeguards. Your personally identifiable data is always stored in encrypted form including. Qardio is committed to protecting the security of your information and takes reasonable precautions to protect it. However, Given the nature of communications and information processing technology, Qardio cannot guarantee that Information, during transmission through the Internet or while stored on our systems or otherwise in our care, will be absolutely safe from intrusion by others. If a security breach causes an unauthorized intrusion into our system that materially affects you, then Qardio will notify you as soon as possible and later report the action we took in response."
        ]
    },
    {
        "policy": "www.gledopto.eu-Privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.global-view.net-fleet-tracking-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.govee.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.grandstream.com-privacy-statement.html.txt",
        "paragraphs": [
            "In the event of a data breach, we will notify you immediately upon discovery, but no later than 72 hours of its discovery. Outside of our rules and regulations, we cannot guarantee the Internet to be 100 secure, and we cannot ensure or warrant the security of any information you provide to us. We do not accept liability for unintentional disclosure."
        ]
    },
    {
        "policy": "www.gridconnect.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.guardiantechnologies.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.hamptonproducts.com-legal-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.hcinnovationgroup.com-privacy-policy.html.txt",
        "paragraphs": [
            "Endeavor Business Media is not responsible or liable for third party privacy practices or the content of third party sites. We are not responsible or liable for any breach of security or for the actions of these parties.",
            "Passwords may be used by a Site to protect your personal data. We recommend that you do not share your passwords with anyone, and notify us promptly if you believe your password security has been breached. Endeavor Business Media will never ask you for your password in an unsolicited phone call or in an unsolicited e-mail. Also, if you are using a computer that others have access to, such as one in a computer lab, Internet cafe or public library, always remember to log out and close your browser window when leaving any of our Sites."
        ]
    },
    {
        "policy": "www.health.com-nmg-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.healthometer.com-index_en.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.healthomse.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.hellowonderful.co-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.hisense-usa.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.hiwin.tw-privacy_policy.aspx.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.hmdxaudio.com-privacy-policy.html.txt",
        "paragraphs": [
            "Please contact {removed href} {removed hyperref} to report any known or suspected privacy or security breaches or to submit privacy-related questions or complaints about privacy."
        ]
    },
    {
        "policy": "www.hobot.com.tw-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.homebrewohio.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.homezoneliving.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "If you disclose any personal information relating to other people to us or to our service providers in connection with our Properties, you represent and warrant that you have the authority to do so and to permit us to use the information in accordance with this Privacy Statement. You agree to indemnify us for any claims resulting from your breach of this foregoing representation and warranty."
        ]
    },
    {
        "policy": "www.homgeek.com-privacy-policy.html.html.txt",
        "paragraphs": [
            "It is important that you take precautions to protect against unauthorized access to your homgeek products, account credentials, and computer or other devices. If you feel that the security of your account or personal data has been compromised, please immediately Contact Us. Please be aware that, despite our best efforts, no security system is impenetrable. In the event of a security breach, we will promptly notify you and the proper authorities if required by law."
        ]
    },
    {
        "policy": "www.honeywellstore.com-privacy_policy.asp.html.txt",
        "paragraphs": [
            "We have implemented security measures we consider reasonable and appropriate to protect against the loss, misuse and alteration of the information under our control. Please be advised, however, that while we strive to protect your personally identifiable information and privacy, we cannot guarantee or warrant the security of any information you disclose or transmit to us online and are not responsible for the theft, destruction or inadvertent disclosure of your personally identifiable information. In the unfortunate event that your personally identifiable information (as the term or similar terms are defined by any applicable law requiring notice upon a security breach) is compromised, we may notify you by e-mail (at our sole and absolute discretion) to the last e-mail address you have provided us in the most expedient time reasonable under the circumstances; provided, however, delays in notification may occur while we take necessary measures to determine the scope of the breach and restore reasonable integrity to the system as well as for the legitimate needs of law enforcement if notification would impede a criminal investigation. From time to time we evaluate new technology for protecting information, and when appropriate, we upgrade our information security systems."
        ]
    },
    {
        "policy": "www.hubbell.com-hubbell-en-terms-of-use#99.html.txt",
        "paragraphs": [
            "Hubbell reserves the right to remove any User Submissions from the Website at any time, for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such User Submissions or if Hubbell is concerned that you may have breached our Acceptable Use Guidelines), or for no reason at all. You, not Hubbell, remain solely responsible for all User Submissions that you upload, post, email, transmit, or otherwise disseminate using, or in connection with, the Website, and you warrant that you possess all rights necessary to provide such User Submissions to Hubbell and to grant Hubbell the rights to use such information in connection with the Website and as otherwise provided herein. You are responsible for all of your activity in connection with the Website.",
            "Although we have no and assume no obligation to monitor activities on the Website, we reserve the right at any time to (i) monitor your use of the Website, and (ii) terminate or suspend your use of some or all of the Website or Services if you engage in activities that we conclude, in our discretion, breach our Acceptable Use Guidelines or otherwise violate these Terms or our Privacy Policy.",
            "You agree to defend, indemnify and hold Hubbell Incorporated and its subsidiaries, affiliates, officers, directors, agents and employees harmless from any liability to third parties, including reasonable attorneys fees, arising from or related to your breach of these Terms.",
            "These Terms shall remain in full force and effect while you use the Website and associated services. You may terminate your use of the Website and services at any time. Hubbell may terminate or suspend your access to the Website or services or your account at any time, for any reason, and without warning, which may result in the forfeiture and destruction of all information associated with your account. Hubbell may also terminate or suspend any and all services and access to the Website immediately, without prior notice or liability, if you breach any of the terms or conditions of these Terms. Upon termination of your account, your right to use the services, access the Website, and any content will immediately cease. All provisions of these Terms which, by their nature, should survive termination, shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability.",
            "If any provision of these Terms is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced. Headings are for reference purposes only and in no way define, limit, construe, or describe the scope or extent of such section. Hubbells failure to act with respect to a breach by you or others does not waive its right to act with respect to subsequent or similar breaches. These Terms set forth the entire understanding and agreement between Hubbell and you with respect to the subject matter hereof and supersede any prior or contemporaneous understanding, whether written or oral."
        ]
    },
    {
        "policy": "www.hydrofarm.com-about-us-privacy-policy.html.txt",
        "paragraphs": [
            "In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:"
        ]
    },
    {
        "policy": "www.icstation.com-privacy-policy-i-64.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.igloohome.co-legal-privacy-policy.html.txt",
        "paragraphs": [
            "This Privacy Policy is subject to any existing laws of the Republic of Singapore in relation to the protection of information and if required by any lawful authority for any legal purposes such as the enforcement of any laws or to prevent the breaching of any laws, we shall release all such information as is legally required by the requisite and lawful authority in accordance with the directions of the lawful court of the competent jurisdiction."
        ]
    },
    {
        "policy": "www.imartine.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.imore.com-privacy-policy--utm_source-im-utm_medium-footer-utm_campaign-navigation.html.txt",
        "paragraphs": [
            "has agreed to settle with the FTC over claims that the company deceived consumers over the data it collected and also the security measures taken to prevent unauthorized disclosure. Snapchats failure to secure its Find Friends feature resulted in a breach that allowed hackers to steal 4. 6 m..."
        ]
    },
    {
        "policy": "www.imperialleisure.com-us-privacy_policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.inmusicbrands.com-privacy.html.txt",
        "paragraphs": [
            "Please note, regardless of your communication settings, we will continue to communicate with you regarding changes to terms and conditions, policy updates, product software updates, routine customer service messages such as information about current or past purchase, delivery of products, service interruptions, data breaches or other significant information about a product you own such as discontinuation of support or safety issues."
        ]
    },
    {
        "policy": "www.innovativeinc.net-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.instagram.com-legal-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.instalock.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.insteon.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.intermatic.com-en-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.invoxia.com-us-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.irobot.co.uk-legal-privacy-policy.html.txt",
        "paragraphs": [
            "SECURITY. iRobot cares about the security of your information and uses physical, administrative, and technological safeguards to help to preserve the integrity and security of all information we collect and that we share with our service providers. However, no security system is impenetrable and we cannot guarantee the security of our systems 100. In the event that any of your personal information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations. If you wish to change your password, or if you become aware of any loss, theft, or unauthorised use of your password, please contact us at {removed href} {removed hyperref} {removed href} or by phone on 1-800-727-9077."
        ]
    },
    {
        "policy": "www.irobot.com-legal-privacy-policy.html.txt",
        "paragraphs": [
            "SECURITY. iRobot cares about the security of your information and uses physical, administrative, and technological safeguards to help to preserve the integrity and security of all information we collect, including what we share with our service providers. However, no security system is impenetrable, and we cannot guarantee the security of our systems 100. In the event that any of your personal information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate, notify those individuals whose information may have been compromised, and take other steps, in accordance with any applicable laws and regulations. If you become aware of any loss, theft, or unauthorized use of your password, please contact us at {removed href} {removed hyperref} {removed href} or by phone at 1-800-727-9077."
        ]
    },
    {
        "policy": "www.jandel.co.uk-privacy-cookie-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.jandelhomes.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.jidetech.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.johnsonoutdoors.com-privacy-policy.html.txt",
        "paragraphs": [
            "In the case of a data breach, we will notify you of any loss, misuse or alteration of personal information that may affect you, if required by applicable law. In addition, we will notify relevant regulatory bodies, if required by applicable law, within the timeframe required by the applicable data protection laws."
        ]
    },
    {
        "policy": "www.kasasmart.com-1-legal-us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kendallhoward.com-about-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kenmore.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kensington.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kinsahealth.co-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kitchenaid.com-resources-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kleintools.com-privacy-policy.html.txt",
        "paragraphs": [
            "We have put in place procedures to deal with any suspected personal data security breach, and we will notify you and any applicable regulators of such a breach where we are legally required to do so.",
            "If you are contacting us to complain about an alleged breach of this privacy policy or our privacy obligations at law, please provide us with as much detail as possible in relation to your complaint. We will take any privacy complaint seriously and any complaint will be assessed with the aim of resolving it in a timely and efficient manner. We request that you cooperate with us during this process and provide us with any information that we may need."
        ]
    },
    {
        "policy": "www.kmart.com-en_us-customer-service-Policies-privacy-policy.html#CCPA_Rights.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.koogeek.com-privacy-policy.html.html.txt",
        "paragraphs": [
            "It is important that you take precautions to protect against unauthorized access to your Koogeek products, account credentials, and computer or other devices. If you feel that the security of your account or personal data has been compromised, please immediately Contact Us. Please be aware that, despite our best efforts, no security system is impenetrable. In the event of a security breach, we will promptly notify you and the proper authorities if required by law."
        ]
    },
    {
        "policy": "www.korehealth.com-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kospet.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.koyalwholesale.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ktaxon.com-privacy-policy-h8.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.kuryakyn.com-privacy-notice.html.txt",
        "paragraphs": [
            "The security of your personal data is important to us. The Companies takes reasonable efforts to secure and protect the privacy, accuracy, and reliability of your information and to protect it from loss, misuse, unauthorized access, disclosure, alteration and destruction. The Companies implements security measures as we deem appropriate and consistent with industry standards. As no data security protocol is impenetrable, The Companies cannot guarantee the security of our systems or databases, nor can we guarantee that personal data we collect about you will not be breached, intercepted, destroyed, accessed, or otherwise disclosed without authorization. Accordingly, any information you transfer to or from Services are provided at your own risk."
        ]
    },
    {
        "policy": "www.lacrossetechnology.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.landwindhealth.com-privacy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ledvance.com-professional-company-about-ledvance-privacy-policy-index.jsp.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.lemfo.com-col.jsp-id-108.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.letsfit.com-privacypolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.leviton.com-en-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.levoit.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.libertyhardware.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.lifx.com-pages-privacy-security-responsible-disclosure-of-security-vulnerabilities.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.lightkiwi.com-lightkiwi-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.lightninggps.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.link2home.com-data-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.linkind.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.linksys.com-us-privacy-policy.html.txt",
        "paragraphs": [
            "We will take such steps as are reasonable to make sure we and our service providers do not breach the privacy principles that govern our collection of your Personal Information and that your Personal Information is treated securely and in accordance with this privacy policy as well as applicable data protection laws. By providing your Personal Information to us, you fully understand that Belkin will transfer, process and store your Personal Information outside of your country of residence where data protection standards may be different, and disclose your Personal Information to overseas service providers who may not fully comply with the particular laws of your country.",
            "If we are required by law to inform you of a breach to your personal information, we may notify you electronically, in writing, or by telephone, if permitted to do so by law.",
            "If you have complaints or concerns about this Privacy Policy, please {removed href} contact us here. We treat all complaints about a breach of the privacy laws seriously. Someone from Belkin will investigate your complaint and respond to you within a reasonable time."
        ]
    },
    {
        "policy": "www.lumens.com.tw-en-Page-1.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.luxproducts.com#.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.macromatic.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.magellangps.com-company-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mamibot.com-privacypolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.maxximastyle.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.megawise.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.meidongaudio.com-index.php-route-information-information-information_id-3.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.did.ie-content-policies-privacy-notice.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.elecrow.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ezviz.eu-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.functionaldevices.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.gianttiger.com-privacy-policy.html.txt",
        "paragraphs": [
            "When you make a purchase, all of your Personal Information is encrypted, including credit and debit card number, name and address. SSL is the industry standard for secure commerce transactions. It prevents your Personal Information from being read by someone else as it travels across the Internet. While we implement the above security measures on our websites, there is always a risk of a breach of security safeguards."
        ]
    },
    {
        "policy": "www.heimvision.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.hyperikon.com-pages-privacy-policy.html.txt",
        "paragraphs": [
            "By using the Site or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Site. If we learn of a security systems breach, we may attempt to notify you electronically by posting a notice on the Site or sending an e-mail to you. You may have a legal right to receive this notice in writing. To receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice), please notify us at {removed href} {removed hyperref}."
        ]
    },
    {
        "policy": "www.invisiclean.com-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.keystonehtg.com-privacy-policy.html.txt",
        "paragraphs": [
            "We take reasonable precautions to provide a level of security appropriate to the sensitivity of the information we collect. Although we use reasonable measures to help protect your information against unauthorized use or disclosure, due to the inherent open nature of the Internet, we cannot ensure or warrant the security of any information provided online. Therefore, we cannot guarantee the security of information provided over the Internet or stored in our databases and will not be responsible for breaches of security beyond our reasonable control."
        ]
    },
    {
        "policy": "www.kwikset.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.link-labs.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.milfra.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.milocks.com-privacy-statement.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.milwaukeetool.com-Footer-Privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mitsubishicomfort.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mobvoi.com-ru-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.monstermagnetics.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.montecarlofans.com-privacy.htm.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.movado.com-us-en-ca-global-privacy-policy.html.html.txt",
        "paragraphs": [
            "We maintain administrative, technical, and physical safeguards designed to protect personal information against accidental, unlawful, or unauthorized destruction, loss, alternation, access, disclosure or use. While no safeguards are infallible, we take data security seriously and believe that we have implemented appropriate measures to minimize the risk of data breaches. However, we cannot guarantee the security of your data transmitted over the internet, and we do not warrant the security of any information, including personal information, which you transmit to us over the internet."
        ]
    },
    {
        "policy": "www.mpfproducts.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mpglobalproducts.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mtm.ltd-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mykala.com-privacy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.mysimplysmarthome.com-privacy-policy-and-terms-of-service.html.txt",
        "paragraphs": [
            "In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:"
        ]
    },
    {
        "policy": "www.myzone.org-privacy.html.txt",
        "paragraphs": [
            "{removed href} 2. Use of Myzone Services and Your Account Full use of the Myzone services requires that you create an account by providing Myzone with information such as your full name and a valid email address, as well as a strong password. You are responsible for all activity that occurs in association with your account. Myzone is not liable for any losses or damages caused by your failure to maintain the confidentiality of your account credentials. Please contact Myzone immediately if you discover or suspect any security breach related to the Myzone Services in relation to your account. {removed href} 3. Who are we? Myzone Ltd has its registered office and business address at Level 3, Gordon House, 10a Prospect Hill, Douglas, Isle of Man IM1 1EJ, British Isles. Myzone has notified under the GDPR with the Isle of Man Information Commissioner with the following details: R000702. Questions or comments about this Privacy Policy may be submitted by mail to the address above, via {removed hyperref}, or by telephone at 44 (0) 115 7788 311. Myzone has appointed a Data Protection Officer and our Data Protection Officer can be contacted at {removed href} {removed hyperref}. {removed href} 4. What information do we collect? 4. 1 If you are a Myzone user.",
            "{list item} for security purposes or to prevent or investigate possible fraud and/or other breaches of our terms and conditions of use of the Myzone Services and/or any attempts to harm the Myzone Services and/or any users of the Myzone Services and/or any third parties (including suppliers and facilities) that may be in any way connected or associated with the Myzone Services."
        ]
    },
    {
        "policy": "www.nautilus.com-en-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.nec-display-solutions.com-p-hq-en-PrivacyPolicy.xhtml.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.nec.com-en-global-privacy-index.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.netwifiworks.com-policies-privacy-policy.asp.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.newhousehardware.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.nexiahome.com-privacy-policy.html.txt",
        "paragraphs": [
            "Suppliers, vendors and other third parties shall report any data breaches or potential data breaches of Personal information by completing the {removed href} Data Breach Incident Form."
        ]
    },
    {
        "policy": "www.nsiindustries.com-PrivacyPolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.nytimes.com-privacy-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.oemdd.com-privacy-policy.html.txt",
        "paragraphs": [
            "We are concerned about safeguarding the confidentiality of your information. We provide physical, electronic, and procedural safeguards to protect information we process and maintain. For example, we limit access to this information to authorized employees and contractors who need to know that information in order to operate, develop or improve our Applications. Please be aware that, although we endeavor provide reasonable security for information we process and maintain, no security system can prevent all potential security breaches."
        ]
    },
    {
        "policy": "www.ohmkat.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.olympus-ims.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.olympus.co.uk-company-en-privacy-notice.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.optimustracker.com-privacy-policy.html.txt",
        "paragraphs": [
            "In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:",
            "You agree to defend, indemnify, and hold harmless the Company, its officers, directors, shareholders, employees, independent contractors, telecommunication providers, and agents, from and against any and all claims, actions, loss, liabilities, expenses, costs, or demands, including without limitation legal and accounting fees, for all damages directly, indirectly, and/or consequentially resulting or allegedly resulting from Your misuse or inability to use the Website, or Your breach of any of these terms and conditions of this Agreement. We shall promptly notify you by electronic mail of any such claim or suit, and cooperate fully (at your expense) in the defense of such claim or suit. If we do not hear from you promptly, we reserve the right to defend such claim or suit and seek full recompense from you."
        ]
    },
    {
        "policy": "www.optoma.co.uk-privacy-policy.html.txt",
        "paragraphs": [
            "We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so."
        ]
    },
    {
        "policy": "www.oraclelights.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.orfeldtech.com-pages-privacy-policy-41.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.osram.com-cb-services-privacy-policy-index.jsp.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.osram.us-cb-privacy-policy-index.jsp.html.txt",
        "paragraphs": [
            "OSRAM SYLVANIA implements reasonable physical, electronic, and procedural safeguards to protect information we process and maintain. Although our goal is to protect your information, no security system can prevent all potential security breaches. The security of your information also depends on you. Where we have given you (or where you have chosen) a password for access to our web site, you are responsible for keeping this password confidential. We ask you not to share your password with anyone. We recommend using a new password for each site, ensure it contains complexity and its changed periodically."
        ]
    },
    {
        "policy": "www.outdoortechnology.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ozeri.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.paradigmhw.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.pdp.com-en-privacy-policy.html.txt",
        "paragraphs": [
            "We have implemented and maintain reasonable security procedures and practices appropriate to the nature of the information to protect your personal information from unauthorized access and exfiltration, theft, or disclosure. We are committed to protecting your personal information, but you can do your part. You should create a strong password and protect against unauthorized access to your password and your computer or mobile devices. Be sure to sign off when finished using a shared computer and do not share your password with anyone. We cannot guarantee the security of any personal information you transmit to us, and by using our Services you acknowledge this risk. We will notify you if there is a breach of our security where required by law or deemed necessary under the circumstances."
        ]
    },
    {
        "policy": "www.pelco.com-pelco-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.pendulux.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.pepper-jobs.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.petfon.com-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.pettouchid.com-Pet-Privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.philex.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.pivoi.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.plasticplace.com-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.powrui.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.primeline.net-hardware-manufacturer-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.rabbitair.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.rca.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.renogy.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.resideo.com-us-en-corporate-legal-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.revoamerica.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.rheem.com-legal.html.txt",
        "paragraphs": [
            "INDEMNIFICATION. You agree, at your expense, to indemnify, defend, and hold harmless Rheem, its officers, directors, employees, agents, affiliates, distributors, dealers, and licensees from and against any judgment, losses, deficiencies, damages, liabilities, costs and expenses (including reasonable attorneys fees and expenses) incurred in connection with or arising from any claim, demand, suit, action, or proceeding arising out of your breach of these Terms and Conditions or in connection with your use of this website or any product, including the Products, or service related thereto.",
            "WAIVER/SEVERABILITY. The waiver by either party of a breach or right under these Terms and Conditions will not constitute a waiver of any subsequent breach or right. If any provision of these Terms and Conditions is found to be invalid or unenforceable by a court of competent jurisdiction, such provision shall be severed from the remainder of these Terms and conditions, which will otherwise remain in full force and effect."
        ]
    },
    {
        "policy": "www.robertshaw.com-Privacy-Policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.samotech.co.uk-terms-of-use.html.txt",
        "paragraphs": [
            "(b) that is discriminatory, obscene, pornographic, defamatory, liable to incite racial hatred, in breach of confidentiality or privacy, which may cause annoyance or inconvenience to others, which encourages or constitutes conduct that would be deemed a criminal offense, give rise to a civil liability, or otherwise is contrary to the law in the United Kingdom;",
            "1. 8 We will fully cooperate with any law enforcement authorities or court order requiring us to disclose the identity or other details of any person posting material to this website in breach of Paragraph 1. 7.",
            "1. 11 By linking to this website in breach of clause 1. 10 you shall indemnify us for any loss or damage suffered to this website as a result of such linking."
        ]
    },
    {
        "policy": "www.sanus.com-en_US-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.schluter.co.uk-privacy-policy.aspx.html.txt",
        "paragraphs": [
            "We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so."
        ]
    },
    {
        "policy": "www.schluter.com-schluter-us-en_US-online-privacy-policy-language-en_US.html.txt",
        "paragraphs": [
            "Log Data is usually only logged for a temporary period of {removed hyperref} Data may, however, be retained for security purposes such as to block users who are suspected of breaching the terms of use of the Online Services from further accessing the Online Services.",
            "We have administrative, technical, and physical safeguards designed to protect your information. While reasonable safeguards and security measures are in place to prevent against unauthorized use, access, or disclosure of your information, Schluter cannot guarantee that such safeguards are impenetrable from breaches. You assume the risk of unauthorized use, access, or disclosure of your information that may occur as a result of transmission over networks outside the control of Schluter or access of encrypted information by unauthorized persons."
        ]
    },
    {
        "policy": "www.seamtechnic.com-privacy--c-72e1ba2726d6.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.securifi.com-rg-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.security.org-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.securitysales.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.seismicaudiospeakers.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.sensorpush.com-privacy.html.txt",
        "paragraphs": [
            "Security: SensorPush takes security seriously and cares about the integrity of your personal information. We use commercially reasonable physical, administrative, and technological methods to transmit your data securely including HTTPS, TLS/SSL protocol, AES and RSA data encryption. The data is stored using Amazon Web Services. For clarity, data may be transferred by unencrypted Bluetooth technology between the Products and the Apps and, if applicable the SensorPush Gateway. However, SensorPush cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations."
        ]
    },
    {
        "policy": "www.sifely.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.signstek.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.skagen.com-en-us-customer-care-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.smarteyegroup.com-about-privacy.html.txt",
        "paragraphs": [
            "We use physical, managerial and technical security measures designed to ensure and improve the integrity and security of the personal data we collect and maintain. When your personal data is stored by iSmartviewPro, we use computer systems with limited access and facilities with physical security measures. However, we cannot guarantee the security of the information you send to us or submit on the services, this is at your own risk. Nor can we guarantee that such information is unavailable, revealed, altered or destroyed in breach of our physical, technical or managerial precautions.",
            "We take security breaches and data leakage very seriously. In case of suspicion of data leakage, a number of initiatives are being launched to secure our customers and users the best possible. This includes, among other things, coverage of the potential damage, communication to potentially affected customers and users, notification to the Data Inspectorate, and actions that will attempt to address the extent of the damage. If you suspect your data may be leaked, please contact us at any time."
        ]
    },
    {
        "policy": "www.somfy.com.au-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.somfy.me-en-gc-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.sonos.com-en-legal-privacy.html.txt",
        "paragraphs": [
            "Please note, regardless of your communication settings, we will continue to communicate with you regarding changes to terms and conditions, policy updates, Sonos Product software updates, routine customer service messages such as information about current or past purchase, delivery of products, service interruptions, data breaches, or other significant information about a Product you own, such as discontinuation of support or safety issues."
        ]
    },
    {
        "policy": "www.soundaround.co.nz-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.spartannash.com-privacy.html.txt",
        "paragraphs": [
            "We use commercially reasonable means to protect the integrity of our website and limit access to your personal information. We limit access to your personal information to those who have a legitimate need to use the information. If you have set up a user name and profile, you should be sure to protect your user ID and password to prevent others from being able to access the site in your name. We cannot provide absolute assurances against, and will not be liable for, breaches of confidentiality due to system failures or unauthorized access by third parties."
        ]
    },
    {
        "policy": "www.spencers.in-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.spracht.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.stealthcam.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.stelpro.com-en-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.sunlite.com-topic-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.supplyht.com-wp-content-uploads-2019-12-BNP-Media-Data-Access-Request-Form.pdf-oly_enc_id-.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.suunto.com-Privacy-Policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tackform.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.taylorscales.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.technaxx.de-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tekcoplus.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tempdrop.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tengtools.com-r-int-en-privacy-policy.html.txt",
        "paragraphs": [
            "Your information will enable us to provide you with access to the relevant parts of our website and to supply the products you have requested. It will also enable us to contact you where necessary concerning our services. We will also use and analysethe information we collect so that we can administer, support, improve and develop our business, for any other purpose whether statistical or analytical and to help us prevent fraud. We may use your information to contact you for your views on our services and to notify you occasionally about important changes or developments to our website or services. If you do not want us to use your data in this way or change your mind about being contacted in the future, please let us know by completing and submitting the form on our {removed href} Contact Us page. Please note that by submitting comments and feedback regarding our website and our services, you consent to us to use such comments and feedback on our website and in any marketing or advertising materials. We will only identify youfor this purposeby your first name and the city in which you reside. We may use the information you give us about yourself and the information we collect via cookies when you use our online services to build up a picture of your interests. We may then use this information to try to make sure that whenwe send youmarketing communications and when you visit our website to view our online services, you dont miss offers and information that might interest you. If you follow us or interact with us on any of our pages on third party social media platforms, such as Facebook, Twitter or Instagram, the information that you provide will be subject to the third partys privacy policy, as well asthis privacypolicy. You agree that you do not object to us contacting you for any of the above purposes whether by telephone, email, or in writing and you confirm that you do not and will not consider any of the above as being a breach of any of yourrights under thePrivacy and Electronic Communications (EC Directive) Regulations 2003.",
            "We take steps to protect your information from unauthorised access, unlawful processing, accidental loss, destruction and damage. We use third parties for processing and storing your Personal and Order data. We do not locally storeyour data. All of these systems are regularly patched according to vendor recommendations and are monitored 24/7 for intrusion attempts and other attacks. All data is transmitted over the secure HTTPS protocol, which is configured according toNIST guidelinesand is regularly reviewed to ensure continued strong security. Passwords are salted and encrypted with the SHA-256 algorithm to ensure your password would not be lost in case of a database breach. Database queries are sanitised to prevent SQL injectionattacks. Only the hosting companys employees have access to the systems, and they are subject to a non-disclosure agreement to ensure all customer data and source code remains confidential. PASSWORDS: Where you have chosen a password which allows you to access certain parts of our website, you are responsible for keeping this password confidential. We advise you not to share your password with anyone. We take our security responsibilities seriously, employing the most appropriate physical and technical measures, including staff training and awareness. We review these measures regularly."
        ]
    },
    {
        "policy": "www.tesvor.com-us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.themacmerchant.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.themagicteam.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.thetileapp.com-en-us-privacy-policy.html.txt",
        "paragraphs": [
            "Except in some cases where we may rely on an exception under the Australian Privacy Act 1988 (Cth), we will take reasonable steps to ensure that such overseas recipients do not breach the Australian Privacy Principles in the Privacy Act 1988 (Cth) in relation to such information."
        ]
    },
    {
        "policy": "www.thetrackr.com-privacy-policy.html.txt",
        "paragraphs": [
            "When you create an account with us, you guarantee that you are above the age of 18, and that the information you provide us is accurate, complete, and current at all times. Inaccurate, incomplete, or obsolete information may result in the immediate termination of your account on the Service. You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account. You agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account. We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.",
            "We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms. If you wish to terminate your account, you may simply discontinue using the Service. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.",
            "You agree to defend, indemnify and hold harmless TrackR Inc and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorneys fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password, or b) a breach of these Terms."
        ]
    },
    {
        "policy": "www.thewireszone.com-pages-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.thomassci.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.timechant.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.timesbird.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.timex.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.toguard.cc-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tomshine.com-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tomshoo.com-privacy-policy.html.html.txt",
        "paragraphs": [
            "It is important that you take precautions to protect against unauthorized access to your TOMSHOO products, account credentials, and computer or other devices. If you feel that the security of your account or personal data has been compromised, please immediately Contact Us. Please be aware that, despite our best efforts, no security system is impenetrable. In the event of a security breach, we will promptly notify you and the proper authorities if required by law."
        ]
    },
    {
        "policy": "www.torchstar.us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.trailtech.net-en-us-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.trendnet.com-company--company-privacy_policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tribit.com-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.trifecte.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tripplite.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.turtlebeach.com-pages-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tuya.eachen.cc-pages-privacy-policy-43.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.u-tec.com-company-privacy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ubibot.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ugreen.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ultimateears.com-en-us-legal-web-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.unipro.fi-unipro_en-privacy-policy-cookie-restriction-mode.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.uprightpose.com-privacy.html.txt",
        "paragraphs": [
            "We may use your contact information to contact you from time to time with promotional offers, in order to provide you with content, training plans, exercises and instructions, articles, questionnaires, recommendations and updated related to our services, new features or information relating to a security breach, if it happens. We also may send you push notifications or text messages to update you with information relating to your specific use of the applications."
        ]
    },
    {
        "policy": "www.ups.com-us-en-help-center-legal-terms-conditions-privacy-notice.page-.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.usr.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.vantrue.net-Support-privacyPolicy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.veegee.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.verizon.com-about-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.vevafilters.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.viewsonic.com-global-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.viper.com-legal-privacy.aspx.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.viribright.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.visiontechshop.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.vivehealth.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.vivint.com-company-policies-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.vornado.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.vox.com-legal-privacy-notice.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.wahoofitness.com-privacy-notice-for-californians.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.walkersgameear.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.warmlyyours.com-en-US-company-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.watts.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.wejupit.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.westinghousehomeware.com-terms-of-use.html.txt",
        "paragraphs": [
            "You hereby agree to indemnify and hold harmless Westinghouse Homeware and its distributors any and all claims, charges, demands, damages, liabilities, losses, expenses, and liabilities of whatever nature and howsoever arising (including, but not limited to any legal or other professional fees and the costs of defending or prosecuting any claim and any loss of profit, goodwill, and any other direct or consequential loss), incurred or suffered by Westinghouse Homeware directly or indirectly by reason of any act or omission which you commit in breach of these terms and conditions and the obligations and warranties contained in them."
        ]
    },
    {
        "policy": "www.mucinex.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.oculus.com-legal-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.outerdo.com-support.html-article_id-4.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.playmonster.com-privacy-policy.html.txt",
        "paragraphs": [
            "4. REPRESENTATIONS AND WARRANTIES/INDEMNIFICATION. I represent and warrant as follows: (a) I have the right to post the Content; (b) neither the Content nor the use of the Content by the Permitted Parties will infringe upon or violate the intellectual property rights or other rights, including, without limitation, any right of publicity and/or copyright, of any other person or entity or any applicable laws; (c) the Content does not contain any content that is inappropriate, indecent, obscene, hateful, tortuous, defamatory, defamatory, slanderous, or libelous or otherwise depicts inappropriate behavior; and (d) the Content does not contain any advertising or other commercial content. I hereby agree to indemnify and hold the Permitted Parties harmless from and against any and all third-party claims, actions or proceedings of any kind and from any and all damages, liabilities, costs and expenses relating to or arising out of any breach or alleged breach of any of my warranties, representations or agreements hereunder."
        ]
    },
    {
        "policy": "www.satco.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.smartake.net-N_view.asp-nid-23.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.suntouch.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.thesimple.com-legal-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.tpro.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.umidigi.com.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.visions.ca-info-PrivacyPolicy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.westinghouselighting.com-privacy-policy.aspx.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.westinghouselighting.eu-privacy-policy.aspx.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.whirlpool.com-services-about-us-privacy-statement.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.whistler.com-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.wildgameinnovations.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.williams-sonoma.com-customer-service-legal-statement.html#privacy.html.txt",
        "paragraphs": [
            "To the fullest extent permitted by applicable law, you agree to indemnify and hold harmless Williams-Sonoma, Inc. and its Affiliates from and against any and all claims, costs, proceedings, demands, losses, damages, and expenses (including, without limitation, reasonable attorneys fees and legal costs) of any kind or nature, arising from or relating to, any actual or alleged breach of these Terms by you or anyone using your account. If we assume the defense of such a matter, you will reasonably cooperate with us in such defense."
        ]
    },
    {
        "policy": "www.wisenetlife.com-en-privacy.html.txt",
        "paragraphs": [
            "b) ACCESS CONTROL. You agree that you are entirely responsible for maintaining the confidentiality of your Account login information and for all activities that occur under your Account. You agree to use strong passwords with your Account, and to maintain your password securely to prevent others from gaining access without your permission. You acknowledge and agree that it is your responsibility to maintain, protect, and respect the confidentiality of your username and password. You further agree to take reasonable precautions to prevent the unauthorized use of your username and password, including but not limited to periodic changes of your password, and using the logout procedure for the Service as documented in the Documentation. You agree to immediately notify Hanwha of any known or suspected unauthorized use of or access to your Account or any other breach of security. You agree that Hanwha has no liability for any loss or damage, direct, indirect, consequential or otherwise, arising from your failure to comply with the above requirements."
        ]
    },
    {
        "policy": "www.withings.com-ru-en-legal-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.xenon.cn-jinvoo-smart-mobile-privacy-notice.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.xmarto.com-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.yestv.com-privacy-policy.html.txt",
        "paragraphs": [
            "Users who believe we have breached a relevant data protection law and would like to make a complaint please contact us using the details below and provide us with full details. We will investigate the complaint and respond in writing, sharing the outcome of our investigation and the steps we will take accordingly. These users also have the right to contact any relevant regulatory body or data protection authority in relation to the complaint."
        ]
    },
    {
        "policy": "www.yitechnology.ru-cms-privacy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.ylighting.com-customer-service-privacy-policy.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.zagg.com-en_eu-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.zetronix.com-privacy-policy.html.txt",
        "paragraphs": [
            "The ICO or Information Commissioners Office has a Blog that clears up a lot of myths around data breach reporting. Art. 33 (2) states as a data processor, Zetronixs obligation is to notify data controllers without undue delay after becoming aware of it. WP29 have provided some guidance on this which states:"
        ]
    },
    {
        "policy": "www.zimtown.com-privacy-policy-h39.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.zkteco.com-en-index-Index-privacy_protection.html.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.zmodo.com-legal.html.txt",
        "paragraphs": []
    },
    {
        "policy": "www.zoro.com-privacy.html.txt",
        "paragraphs": [
            "KEEPING YOUR INFORMATION SAFE: Security of your information is very important to us, and we have put in place safeguards to preserve the integrity and security of information we collect and that we share with our service providers. However, no security system is impenetrable and we cannot guarantee the security of our systems 100. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations."
        ]
    },
    {
        "policy": "www.zuora.com-privacy-statement.html.txt",
        "paragraphs": [
            "We will disclose data as required by law or to protect you, other users, us or third parties from harm, including fraud, data security breaches or where someones physical safety seems at risk."
        ]
    },
    {
        "policy": "wyze.com-privacy-statement.html.txt",
        "paragraphs": []
    },
    {
        "policy": "xoombot.com-pages-privacy-policy.html.txt",
        "paragraphs": []
    },
    {
        "policy": "yirsur.com-pages-yirsur-customer-privacy-policy.html.txt",
        "paragraphs": []
    }
]